Repository: Frihet/freecmdb
Catalog: locale/*.po
Languages: nb_no, sv_se

source: Dependencies added
nb_no: Bindinger lagt til

source: Dependency removed
nb_no: Binding fjernet
sv_se: Ett beroende från denna CI har tagits bort

source: Dependant removed
nb_no: Avhengighet fjernet
sv_se: Ett beroende på denna CI har tagits bort

source: CI updated
nb_no: CI oppdatert
sv_se: CI uppdaterad

source: Fields updated
nb_no: Felt oppdatert
sv_se: Fälten har uppdaterats

source: Fields not updated
nb_no: Felt ikke oppdatert
sv_se: Fälten har inte uppdaterats

source: CI removed
nb_no: CI fjernet
sv_se: CI borttagen

source: Could not remove CI, not found.
nb_no: Kunne ikke fjerne CI, ikke funnet.
sv_se: Kunde inte ta bort CI, den existerar inte.

source: New value:
nb_no: Ny verdi:

source: Save
nb_no: Lagre
sv_se: Spara

source: Cancel
nb_no: Forkast

source: View all
nb_no: Vis alle
sv_se: Visa alla

source: View
nb_no: Vis
sv_se: Visa

source: Go back to read-only view of this CI
nb_no: Gå tilbake til bare-lese visning av denne CI
sv_se: Gå tillbaka till skrivskyddad visning av denna CI

source: Edit
nb_no: Forandre
sv_se: Redigera

source: Edit all fields of this CI
nb_no: Forandre alle felt av denne CI
sv_se: Redigera alla fält för denna CI

source: History
nb_no: Historie
sv_se: Historik

source: Show the entire revision history for this item.
nb_no: Vis hele revisjon historien for dette elementet
sv_se: Visa hela revisionshistoriken för denna sak.

source: Create new item
nb_no: Skap nytt element
sv_se: Skapa ny sak

source: Creat an empty new CI
nb_no: Skap en tom ny CI
sv_se: Skapa tom ny CI

source: Remove
nb_no: Fjern
sv_se: Ta bort

source: Remove this CI
nb_no: Fjern denne CI
sv_se: Ta bort denna CI

source: Are you sure?
nb_no: Er du sikker?
sv_se: Är du säker?

source: Copy
nb_no: Kopier
sv_se: Kopiera

source: Copy this CI
nb_no: Kopier denne CI
sv_se: Kopiera denna CI

source: CI has been copied
nb_no: CI har blitt kopiert

source: View CIs
nb_no: Vis CIer

source: Filter on type
nb_no: Filtrér på type

source: None
nb_no: Ingen

source: Filter on column value
nb_no: Filtrér på kolonneverdi

source: Filter
nb_no: Filtrér

source: No CIs matched your criteria!
nb_no: Ingen CI-er svarte til kriteriene!

source: Item
nb_no: Element

source: Last updated
nb_no: Sist oppdatert

source: View detailed information for the CI %s.
nb_no: Vis detaljert informasjon om CI %s

source: Remove the CI %s
nb_no: Fjern CI %s

source: Download as CSV
nb_no: Last ned som CSV

source: View recently deleted items
nb_no: Vis nylig slettede elementer
sv_se: Visa nyligen raderade saker

source: CI-types
nb_no: CI-typer

source: Properties
nb_no: Egenskaper
sv_se: Egenskaper

source: Dependencies
nb_no: Bindinger
sv_se: Beroenden

source: Plugins
nb_no: Innstikksmoduler
sv_se: Insticksmoduler

source: Plugin properties updated
nb_no: Egenskaper for innstikksmoduler oppdatert

source: CI types
nb_no: CI-typer
sv_se: CI-typer

source: CI columns
nb_no: CI-kolonner
sv_se: CI-kolumner

source: CI-columns
nb_no: CI-kolonner

source: No plugin specified
nb_no: Innstikksmodul ikke angitt

source: Illegal plugin name
nb_no: Ugyldig navn for innstikksmodul

source: Plugin configuration - %s
nb_no: Konfigurere innstikksmodul - %s

source: Enabling plugin %s
nb_no: Aktiverer innstikksmodulen %s

source: Illegal package name: %s
nb_no: Ugyldig pakkenavn: %s

source: Plugin %s doesn't exists!
nb_no: Innstikksmodulen %s finnes ikke!

source: Could not set up database tables
nb_no: Klarte ikke å sette opp databasetabeller

source: Could not parse install information
nb_no: Klarte ikke å tolke installeringsinformasjon

source: No errors encountered!
nb_no: Ingen feil oppstod!

source: Installing plugin %s
nb_no: Installer innstikksmodul %s

source: Plugin %s already exists!
nb_no: Innstikksmodulen %s finnes allerede!

source: Could not create new directory for plugin. You probably need to set up the file permissions so that the web server can write to the plugins directory.
nb_no: Klarte ikke å opprette ny katalog for innstikksmodulen. Du må antakelig endre tillatelsene i filsystemet slik at webserveren kan skrive til katalogen for innstikksmoduler.

source: Failed to extract package contents
nb_no: Klarte ikke å hente ut pakkeinnhold

source: CI created
nb_no: CI skapt
sv_se: CI har skapats

source: CI type changed
nb_no: CI-type forandret
sv_se: CI-typ har ändrats

source: CI column value changed
nb_no: CI-kolonneverdi forandret
sv_se: CI-kolumns värde ändrat

source: Added new dependency
nb_no: Lagt til ny binding
sv_se: Lade till nytt beroende

source: Removed dependency
nb_no: Fjern binding
sv_se: Tog bort beroendet

source: Box
nb_no: Boks
sv_se: Låda

source: Diamond
nb_no: Diamant
sv_se: Diamant

source: Double octagon
nb_no: Dobbel åttekant
sv_se: Dubbel åttahörning

source: Ellipse
nb_no: Elipse
sv_se: Elips

source: House
nb_no: Hus
sv_se: Hus

source: Octagon
nb_no: Åttekant
sv_se: Åttahörning

source: Triangle
nb_no: Triangel
sv_se: Triangel

source: Unformated text
nb_no: Uformatert tekst
sv_se: Oformaterad text

source: Multiline text with formating
nb_no: Flerlinjet tekst med formatering
sv_se: Flerradig text med formatering

source: List
nb_no: Liste
sv_se: Lista

source: Email address
nb_no: E-postadresse
sv_se: Epostadress

source: Date picker
nb_no: Datovelger
sv_se: Datumväljare

source: File
nb_no: Fil
sv_se: Fil

source: Do not show in graph
nb_no: Ikke vis i graf
sv_se: Visa inte i graf

source: Black
nb_no: Svart
sv_se: Svart

source: Blue
nb_no: Blå
sv_se: Blå

source: Brown
nb_no: Brun
sv_se: Brun

source: Cyan
nb_no: Turkis

source: Green
nb_no: Grønn
sv_se: Grön

source: Red
nb_no: Rød
sv_se: Röd

source: Yellow
nb_no: Gul
sv_se: Gul

source: Value "%s" is illegal for column %s
nb_no: Verdien "%s" er ikke gyldig for kolonne %s

source: <unnamed>
nb_no: <uten navn>

source: Dependency already exists, ignored.
nb_no: Binding finnes allerede, ignorert

source: Permission denied
nb_no: Tillatelse avslått
sv_se: Förbjudet

source: You are not authorized to view this page
nb_no: Du er ikke autorisert til å se denne siden
sv_se: Du har inte tillåtelse att se denna sida

source: Issue count
nb_no: Antall saker

source: Open issues associated with this CI
nb_no: Åpne saker knyttet til denne CIen

source: No tickets associated with this CI
nb_no: Ingen saker knyttet til denne CIen

source: Root node for drilldown
nb_no: Rotnode for nedboring
sv_se: Rotnod för nedborrning

source: Front page for this CMDB. Example: <a href='http://example.com/CMDB'>Home</a>
nb_no: Forsiden for denne CMDB-en. Eksempel: <a href='http://example.com/CMDB'>Hjem</a>

source: Front page for the admin page of this CMDB. Example: <a href='http://example.com/CMDB/admin'>CMDBAdministration</a>
nb_no: Forside for administrasjonssiden for CMDB-en. Eksempel: <a href='http://example.com/CMDB/admin'>CMDB-administrasjon</a>

source: Group required for viewing CMDB
nb_no: Gruppe nødvendig for å se CMDB
sv_se: Grupptillhörighet som krävs för att att se saker i CMDBn

source: Group required for editing CMDB
nb_no: Gruppe nødvendig for å forandre CMDB
sv_se: Grupptillhörighet som krävs för att att redigera saker i CMDBn

source: Group required for administrating CMDB
nb_no: Gruppe nødvendig for å administrere CMDB
sv_se: Grupptillhörighet som krävs för att att administrera CMDBn

source: Log out
nb_no: Logg ut
sv_se: Logga ut

source: CMDB Administration
nb_no: CMDB-administrasjon

source: This is the adminitration section of FreeCMDB. Use it to change what types of CI to model, and what data should be available for each CI.
nb_no: Dette er administrasjonsdelen av FreeCMDB. Bruk den for å forandre hvilke typer CI som skal behandles, og hvilke data som bør være tilgjengelig for hver CI.
sv_se: Detta är administrationssektionen av FreeCMDB. Använd den för att ändra vilka typer av CIs som skall modeleras och vilken information som skall finnas om varje CI.

source: Deletion time
nb_no: Tid for sletting

source: Deleted by
nb_no: Slettet av

source: Show
nb_no: Vis

source: Undelete
nb_no: Opphev sletting

source: Installed FreeCMDB plugins
nb_no: Installerte FreeCMDB-innstikksmoduler
sv_se: Installerade insticksmoduler för FreeCMDB

source: Enabled modules
nb_no: Aktiverte moduler

source: Re-install
nb_no: Installer på nytt

source: Re-install the Plugin
nb_no: Installer innstikksmodulen på nytt

source: Disable
nb_no: Deaktiver

source: Disable the Plugin
nb_no: Deaktiver innstikksmodulen

source: Remove the Plugin
nb_no: Fjern innstikksmodulen
sv_se: Ta bort denna insticksmodul

source: Disabled modules
nb_no: Deaktiverte moduler

source: Enable
nb_no: Aktiver

source: Enable the Plugin
nb_no: Aktiver innstikksmodulen

source: Send this file
nb_no: Send denne filen
sv_se: Skicka denna fil

source: Install plugin
nb_no: Installer innstikksmodul
sv_se: Installera insticksmodul

source: empty
nb_no: tom

source: Description of change
nb_no: Beskrivelse av endring

source: Time
nb_no: Tid

source: Changed by
nb_no: Endret av

source: Added dependency to ci %s
nb_no: La til ny binding for CD %s

source: Added dependency from ci %s
nb_no: La til binding fra CI %s

source: Removed dependency to ci %s
nb_no: Fjernet binding til CI %s

source: Removed dependency from ci %s
nb_no: Fjernet binding fra CI til %s

source: Changed value of column %s from %s to %s
nb_no: Endret verdi for kolonne %s fra %s til %s

source: Changed type from %s to %s
nb_no: Endret type fra %s til %s

source: Revert
nb_no: Angre

source: Update
nb_no: Oppdater
sv_se: Uppdatera

source: Name
nb_no: Navn
sv_se: Namn

source: Pattern
nb_no: Mønster

source: Prefix
nb_no: Prefiks

source: Suffix
nb_no: Suffiks

source: Default
nb_no: Standard

source: Remove the column
nb_no: Fjern kolonnen
sv_se: Ta bort denna kolumn

source: Iframes not supported by this browser.
nb_no: Iframes er ikke støttet av denne nettleseren.
sv_se: Denna läsare stöder inte iframes

source: <invalid value>
nb_no: <ugyldig verdi>
sv_se: <ogiltigt värde>

source: Edit item list
nb_no: Forandre elementliste
sv_se: Redigera saklista

source: Viewing revision %s of %s
nb_no: Viser revisjon %s av %s
sv_se: Ser på revision %s av %s

source: Editing %s
nb_no: Forandre %s
sv_se: Redigerar %s

source: Viewing %s
nb_no: Vis %s
sv_se: Ser på %s

source: This is an old revision of this item.
nb_no: Dette er en gammel revisjon av dette elementet
sv_se: Detta är en äldre revisionav denna sak.

source: Click here to view the latest version
nb_no: Klikk her for å se den siste versonen
sv_se: Klicka här för att se den senaste versionen

source: This item has been deleted
nb_no: Dette elementet har blitt slettet
sv_se: Denna sak har raderats

source: Change CI type
nb_no: Forandre CI-typer
sv_se: Byt CI-typ

source: Change type of this CI
nb_no: Forandre type for denne CI
sv_se: Ändra typ på denna CI

source: Edit %s
nb_no: Forandre %s
sv_se: Redigera %s

source: Edit this CI field
nb_no: Endre dette CI-feltet
sv_se: Redigera detta CI-fält

source: View all information on %s
nb_no: Vis all informasjon om %s
sv_se: Visa all information om %s

source: Remove dependency from %s to %s
nb_no: Fjern binding fra %s til %s
sv_se: Ta bort beroende från %s till %s

source: Indirect dependencies
nb_no: Indirekte bindinger
sv_se: Indirekt beroende

source: Add new dependency
nb_no: Legg til ny binding
sv_se: Lägg till nytt beroende

source: Add
nb_no: Legg til
sv_se: Lägg till

source: Add new dependency...
nb_no: Legg til ny binding...

source: Dependencies for this CI
nb_no: Bindinger for denne CI
sv_se: Beroenden för denna CI

source: Other items that depend on this CI
nb_no: Andre elementer som avhenger av denne CI
sv_se: Andra saker som beror på denna CI

source: CI dependencies
nb_no: CI-bindinger
sv_se: CI-Beroenden

source: Name of dependency
nb_no: Navn på binding
sv_se: Namn på beroendetyp

source: Name of dependant
nb_no: Navn på avhengig
sv_se: Namn på omvänd beroendetyp

source: Graph Color
nb_no: Graf-farge
sv_se: Graffärg

source: Remove the dependency
nb_no: Fjern bindingen
sv_se: Ta bort beroendet

source: Value
nb_no: Verdi
sv_se: Värde

source: Base URL (Only needed if using search engine friendly URLs)
nb_no: Basis-URL (Trengs bare hvis enkel UR-søkemotor brukes)
sv_se: Bas-URL (Bara nödvändig om sökmotorvänliga URL:er är aktiverade)

source: Maximum dependency depth
nb_no: Maksimum bindingsdybde
sv_se: Maximalt beroendedjup

source: Date format
nb_no: Datoformat
sv_se: Datumformat

source: Combined date and time format
nb_no: Kombinert dato og tidsformat
sv_se: Datum- och tidsformat

source: User interface language
nb_no: Språk i brukergrensesnitt
sv_se: Språk på användargränssnittet

source: Maximum number of matches in List views for which to draw a chart
nb_no: Maksimum antall treff i Listevisning for å tegne et diagram
sv_se: Maximalt antal matchningar vid vilken fortfarande en beroendegraf skall genereras

source: Maximum number of items per page
nb_no: Maksimum antall elementer per side
sv_se: Maximalt antal saker per sida

source: Base URL for site
nb_no: Basis-URL for område

source: Graph shape
nb_no: Graf-form
sv_se: Grafform

source: User
nb_no: Bruker
sv_se: Användare

source: Drilldown
nb_no: Nedboring

source: Actions
nb_no: Handlinger

source: Dependants added
nb_no: Avhengige lagt til

source: Users
nb_no: Brukere
sv_se: Användare

source: User groups
nb_no: Brukergrupper
sv_se: Användargrupper

source: Status id for closed issues
nb_no: Status-id for lukkete saker

source: Dependant added
sv_se: Ett beroende på denna CI har lagts till

source: Dependency added
sv_se: Ett beroende från denna CI har lagts till

source: Type
sv_se: Typ
